{
  "articles": [
    {
      "title": "Temperature and Temper: How Weather Controls Our Mood",
      "description": "In light of the recent heat wave at the onset of fall when temperatures reached the mid-90s even as leaves begin to make their way to the ground, I was overcome with positivity and motivation.  The balmy weather allowed me to spend more time outside, playing soccer and even doing my homework out in my lawn.  Though I welcomed the happy mood with eagerness, I began to wonder about these uncharacteristic highs in mid-October: How does hot weather affect our mood, and particularly, what impacts do abnormal weather patterns have on emotional dispositions?\n\nDr. John Grohol’s extensive research on the implications of weather forecasts on emotions.  His findings hold two main conclusions in reference to extreme weather patterns: rising temperatures and more extreme weather have the potential to lighten and positively influence an individual’s mood, yet the same factors may contribute to aggressive and depressed thoughts.\n\nWith contradictory evidence from the interaction between emotion and weather, many are perplexed.  Though I maintain that a blue sky and mild temperatures benefit our temperaments, others may suggest that the mounting heat only adds to their mounting frustration or despondency.  In effect of the lack of conclusion, Dr. Grohol reminds us that the weather does not have to dictate our emotions.  Countless other factors aside from mere weather patterns account for our day to day, dynamic moods.  We ultimately choose how the weather, among other components of our daily life, influences our temperament.\n\n Reference: \n\n Written by Riley Doyle - October 22, 2017\n\n https://wthsscratchpaper.net/temperature-and-temper-how-weather-controls-our-mood/ ",
      "imagePath" : "assets/images/article1.png"
    },
    {
      "title": "What Are the Benefits of Sunlight?",
      "description": "We’re used to hearing about how too much of the sun’s warm rays can be harmful to your skin. But did you know the right balance can have lots of mood-lifting benefits?\n\nSunlight and darkness trigger the release of hormones in your brain. Exposure to sunlight is thought to increase the brain’s release of a hormone called serotonin. Serotonin is associated with boosting mood and helping a person feel calm and focused. At night, darker lighting triggers the brain to make another hormone called melatonin. This hormone is responsible for helping you sleep.\n\nWithout enough sun exposure, your serotonin levels can dip. Low levels of serotonin are associated with a higher risk of major depression with seasonal pattern (formerly known as seasonal affective disorder or SAD). This is a form of depression triggered by the changing seasons.\n\nA mood boost isn’t the only reason to get increased amounts of sunlight. There are several health benefits associated with catching moderate amounts of rays.\nDecreased sun exposure has been associated with a drop in your serotonin levels, which can lead to major depression with seasonal pattern. The light-induced effects of serotonin are triggered by sunlight that goes in through the eye. Sunlight cues special areas in the retina, which triggers the release of serotonin. So, you’re more likely to experience this type of depression in the winter time, when the days are shorter.\nDue to this connection, one of the main treatments for depression with seasonal pattern is light therapy, also known as phototherapy. You can get a light therapy box to have at home. The light from the box mimics natural sunlight that stimulates the brain to make serotonin and reduces excess melatonin.Exposure to sunlight can also benefit those with:\n\nother types of major depression\npremenstrual dysphoric disorder (PMDD)\npregnant people with depression\nAnxiety-related disorders and panic attacks have also been linked with changing seasons and reduced sunlight. \n\n Reference: \n\n https://www.healthline.com/health/depression/benefits-sunlight",
      "imagePath" : "assets/images/article2.png"
    },
    {
      "title": "How ambient temperature affects mood: an ecological momentary assessment study in Switzerland.",
      "description": "Research conducted in Lausanne, Switzerland in July 2023 found that warmer weather tends to boost people's moods with a 5°C increase reducing bad mood likelihood by 7%. However, individuals with anxiety (20%), depression (18%), and schizophrenia (193%) showed worsened moods. Interestingly, people with neurotic tendencies actually felt 13% better when temperatures rose, though this effect wasn't as strong when researchers accounted for sunshine. This research shows that our psychological responses to temperature changes can vary significantly based on our mental health.\n\n Reference:\n\nMarvin Bundo, Martin Preisig, Kathleen Merikangas, Jennifer Glaus, Julien Vaucher, Gérard Waeber, Pedro Marques-Vidal, Marie-Pierre F. Strippoli, Thomas Müller, Oscar Franco & Ana Maria Vicedo-Cabrera (11 July 2023) ‘How ambient temperature affects mood: an ecological momentary assessment study in Switzerland’. Available at:\n\nhttps://ehjournal.biomedcentral.com/articles/10.1186/s12940-023-01003-9",
      "imagePath" : "assets/images/article3.png"
    },
    {
      "title": "The science behind why your mood changes with the weather",
      "description": "June usually marks the start of al fresco dining, pub garden and picnic season but umbrellas have been the accessory of choice for many people across the UK over the last few drizzly days.\n\nThe constantly changing weather we have experienced so far this summer has made layering essential and people’s moods often tend to mirror the grey, gloomy skies.\n\nMany theories have been put forward about how the weather impacts our mood, energy and mental functioning.\n\nMental health experts have unpacked the biology behind the ‘rainy day blues’, offering helpful advice about how we can rediscover that summertime energy during the recurring showers that are dominating the weather.\n\nHow does the weather affect our mood?\n\nAntonio Kalentzis, psychologist and The British Psychological Society committee member, explained that the weather significantly impacts our mood and mental health through several biological mechanisms such as serotonin production and our sleep/wake cycle.\n\nKalentzis said: “Sunshine boosts serotonin levels which improves our mood and promotes feelings of wellbeing.\n\n“Conversely, cloudy or rainy days can lead to reduced serotonin production, causing feelings of sadness or lethargy.\n\n“Additionally, exposure to natural light regulates our circadian rhythms, influences our sleep patterns and our overall mental health.”\nMeanwhile, London-based psychologist Barbara Santini expressed the importance of vitamin D on our mood and brain functioning.\n\nSantini said: “The role of vitamin D, synthesised in the skin through sunlight exposure, also cannot be understated.\n\n“It supports brain health and function, and deficiencies can be linked to depressive symptoms.\n\n“During rainy seasons when exposure to sunlight is minimised, vitamin D production can drop, which may exacerbate feelings of depression or fatigue.”\n\nIn addition, Dr Laura Geige, medical doctor and psychologist, said that the tumultuous, dark ragged clouds also impacts the hormone that regulates sleep, so can lead to fatigue.\n\nShe said: “On darker days, the body produces more melatonin, the hormone that regulates sleep.\n\n“Elevated melatonin levels during the day can cause drowsiness and fatigue.” \n\n Reference: \n\n https://www.independent.co.uk/life-style/health-and-families/sad-weather-mood-change-reason-cause-b2560580.html#:~:text=Kalentzis%20said%3A%20",
      "imagePath" : "assets/images/article4.png"
    },
    {
      "title": "Does the Moon Affect Humans?",
      "description": "For centuries, the moon and how it affects human behavior has been at the center of mythology and folklore around the world. The very word “lunacy” dates back to the 15th century when it was believed the moon and its phases could make people become more or less aggressive, depending on its place in the lunar cycle.\n\nIn some cultures, the moon is revered and worshiped for its place among the stars. But then, of course, there are lesser stories that hold a darker tone — haunting tales of werewolves whose transformation is dependent on the full moon.\n\nWhen you set aside superstitions and longstanding myths, is there any scientific truth behind the way the moon bewitches us? Psychologist Susan Albers, PsyD, walks us through some of the research that’s been done on lunar cycles — and why we may just be changing our behaviors based on independent psychological reasons, instead.\n\nCan the moon affect your health and behavior?\nAll organisms conduct natural biological cycles for survival. When we talk about biological cycles, we probably most often think of our circadian rhythm — our bodies’ internal 24-hour sleep-wake cycle — and infradian rhythms (cycles that last longer than 24 hours) like the 28-day menstrual cycle or seasonal affective disorder (SAD).\n\nAll of these biological cycles change based on internal and external factors. And since our human bodies are made up of 55% to about 78% of water, there’s some reason to believe we, too, might be impacted by the moon, its light and its 27-day lunar cycle — especially when you consider the moon’s gravitational pull on the earth is powerful enough to affect the ocean tides.\n\nResearch has shown that several species have adapted some of their biological cycles to line up with the lunar cycle. The reproductive cycle of marine animals like tropical corals during full moon nights, annelid worms during the waxing moon and the emergence of midges at neap tides is evidence of this lunar connection. A comprehensive overview of research highlights the moon’s effects on biological processes across multiple species related to activity levels, feeding rituals, photosensitivity, migration, molting patterns and more. But what about humans?\n\n“Any research that’s been done has been considered controversial, in part, because studies on humans are conflicting,” says Dr. Albers. “In most cases, when there’s been discussion of the moon’s effect on humans, it’s been anecdotal.”\n\nAsk anyone about how a full moon affects our lives and you’ve probably heard stories about birth rates climbing, an increase in emergency room visits and an uptick in crime. As this review points out, there seems to be no correlation between the lunar cycle and those things. But, nothing happens in a vacuum. Some studies have shown a possible correlation between the moon and human activity. \n\n Reference: \n\n https://health.clevelandclinic.org/moon-effects-on-humans",
      "imagePath" : "assets/images/article5.png"
    },
    {
      "title": "Can Rain Cause Depression? Plus, 4 Ways to Relieve Those Rainy Day Blues",
      "description": "If gray clouds and drizzly skies make you feel more tired or sad than usual, you’re not the only one.\n\nIn a 2020 study, researchers found people were more likely to report symptoms of depression during cloudy or overcast weather.\n\nEvidence even links rain to mood changes that could affect anything from how you vote — 2018 research suggests it made people less likely to vote for change — to how you perceive customer service at a restaurant.\n\nBut can rain go so far as to cause depression? Not exactly. It’s more accurate to say that rain can contribute to low moods, as well as seasonal depression.\n\nRead on to learn why rain might leave you feeling down, plus get a few tips for ways to manage its effects on your mood. What’s the connection?\nSince depression is a mental health condition involving specific diagnostic criteria, rain is very unlikely to directly cause an episode of depression. According to the most recent edition of the “Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5),” depression involves symptoms like:\n\nfeelings of sadness, hopelessness, and emptiness\nfatigue or lack of energy\nfeelings of guilt or diminished self-worth\nchanges in sleep and appetite\nthoughts of suicide\nFor a diagnosis of depression, you must have experienced these symptoms on most days for at least 2 weeks. \n Reference: \n https://www.healthline.com/health/depression/depression-rain#effects-of-rain",
      "imagePath" : "assets/images/article6.png"
    }
  ]
}